export const branches = [
  {
    id: 1,
    name: "فرع القاهرة",
    address: "123 شارع النيل، القاهرة",
    phone: "01012345678",
    manager: "أحمد محمود",
    employees: ["محمد علي", "فاطمة الزهراء", "يوسف أحمد"],
  },
  {
    id: 2,
    name: "فرع الإسكندرية",
    address: "456 طريق الكورنيش، الإسكندرية",
    phone: "01123456789",
    manager: "علي حسن",
    employees: ["مريم خالد", "عبد الرحمن سعيد", "سارة إبراهيم"],
  },
  {
    id: 3,
    name: "فرع الجيزة",
    address: "789 شارع الهرم، الجيزة",
    phone: "01234567890",
    manager: "خالد وليد",
    employees: ["نور الدين", "عمر شريف", "حبيبة محمد"],
  },
  {
    id: 4,
    name: "فرع أسوان",
    address: "101 شارع السوق، أسوان",
    phone: "01567890123",
    manager: "ياسين عبد الله",
    employees: ["جنى طارق", "بلال مصطفى", "رقية هشام"],
  },
];
